waveshareteam/ESP32-C6-Touch-AMOLED-1.32/Example/ESP-IDF/02_WIFI_AP/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_HTTPD_MAX_REQ_HDR_LEN=512
CONFIG_LOG_DEFAULT_LEVEL_ERROR=y
